examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776929359076/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet_drug
    {
        type            fixedValue;
        value           uniform 1.0;
    }
    inlet_medium
    {
        type            fixedValue;
        value           uniform 0.0;
    }
    outlet
    {
        type            zeroGradient;
    }
    walls
    {
        type            zeroGradient;
    }
    floor
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
}
